Tekla Open API Reference for Tekla Structures 2025
PickerInputTwoPoints Methods
The PickerInputTwoPoints type exposes the following members.
Methods
Name | Description
IsEqual
 Compares the current object with an object of the same type.
 (Overrides PickerInputPointsWithinAView.IsEqual(Object).)
Top
See Also
Reference
PickerInputTwoPoints Class
Tekla.Structures.Drawing Namespace